[General]
; ATT и DEF должны быть такими же, как в ogame для вчитывания боевых докладов
ATT=Атакующий 
DEF=Защитник
FLEETID=Слот для флота
; Название языка
LANG_DESC=Русский Unicode
LANG_VER=1.0

[Fleet]
; Эти названия показываются в СпидСиме и используются для вчитывания докладов
KT=Малый транспорт
GT=Большой транспорт
LJ=Лёгкий истребитель
SJ=Тяжёлый истребитель
KR=Крейсер
SS=Линкор
SPIO=Шпионский зонд
KOL=Колонизатор
REC=Переработчик
BOM=Бомбардировщик
SAT=Солнечный спутник
ZER=Уничтожитель
IC=Линейный крейсер
CRA=Гусеничник
REAP=Жнец
PF=Первопроходец
TS=Звезда смерти
RAK=Ракетная установка
LL=Лёгкий лазер
SL=Тяжёлый лазер
IO=Ионное орудие
GAUSS=Пушка Гаусса
PLAS=Плазменное орудие
KS=Малый щитовой купол
GS=Большой щитовой купол
ABM=Ракета-перехватчик
UNB=Неизвестные корабли

[AltFleet]
; Альтернативные названия кораблей/защитных сооружений. Используется только для вчитывания
KT2=Малый транспорт
GT2=Большой транспорт
LJ2=Лёгкий истребитель
SJ2=Тяжёлый истребитель
KR2=Крейсер
SS2=Линкор
SPIO2=Шпионский зонд
KOL2=Колонизатор
REC2=Переработчик
BOM2=Бомбардировщик
SAT2=Солнечный спутник
ZER2=Уничтожитель
IC2=Линейный крейсер
CRA2=Гусеничник
REAP2=Жнец
PF2=Первопроходец
TS2=Звезда смерти
RAK2=Ракетная установка
LL2=Лёгкий лазер
SL2=Тяжёлый лазер
IO2=Ионное орудие
GAUSS2=Пушка Гаусса
PLAS2=Плазменное орудие
KS2=Малый щитовой купол
GS2=Большой щитовой купол
UNB2=Неизвестные корабли

[KBNames]
; названия юнитов для боевого доклада. Должны быть такими же, как в ОГейме для вчитывания боевых докладов
KB_KT=М. трансп.
KB_GT=Б. трансп.
KB_LJ=Л. истр.
KB_SJ=Т. истр.
KB_KR=Крейсер
KB_SS=Линк
KB_REC=Переработчик
KB_KOL=Колонизатор
KB_SPIO=Шп. зонд
KB_BOM=Бомб.
KB_SAT=Солн. спутник
KB_ZER=Уничт.
KB_IC=Лин. Кр.
KB_CRA=Гусеничник
KB_REAP=Жнец
KB_PF=Первопроходец
KB_TS=ЗC
KB_RAK=РУ
KB_LL=Лёг. лазер
KB_SL=Тяж. лазер
KB_IO=Ион
KB_GAUSS=Гаусс
KB_PLAS=Плазма
KB_KS=М. купол
KB_GS=Б. купол

[Ress]
; ресурсы
MET=металла
KRIS=кристалла
DEUT=дейтерия
MET_M=Рудник по добыче металла
KRIS_M=Рудник по добыче кристалла
DEUT_M=Синтезатор дейтерия
MET_S=Металлохранилище
KRIS_S=Кристаллохранилище
DEUT_S=Ёмкость для дейтерия

[Techs]
; технологии. WAFF, SCHILD и PANZ должны быть такими же, как в игре для вчитывания докладов.
ENGINES=Движки
WAFF=Оружейная технология
SCHILD=Щитовая технология
PANZ=Броня космических кораблей
; показываемые технологии. Их можно менять, напр. сокращать
WEAP=Оружейная технология
SHIELD=Щитовая технология
HULL=Броня кораблей
VERBR=Реактивный двигатель
IMPULS=Импульсный двигатель
HYPER=Гиперпр. двигатель

[ReadStrings]
; Стринги, используемые для вчитывания напр, шпионских докладов, обзора (если кто-то нападает) или своих кораблей/защиты
SPIO1=на 
SPIO2=] (
OVR1=the planet 
OVR2=] the Fleet
TECHSTR=(level
; Лунная база/для определения луны.
LUNARBASE=Лунная база
ESP_FLEETS=Флоты 
ESP_DEF=Оборона
ESP_RESEARCH=Исследования 
ESP_RES=Resources
ESP_END=Шанс на защиту от шпионажа:

; элементы показываемых боевых докладов. Желательно называть так, как в игре для повторного вчитывания
[KBStuff]
TYP=Тип
NUM=Кол.-во.
WEAP=Воор.:
SHIELD=Щиты
HULL=Броня
WEAP2=Вооружение
SHIELD2=Щиты
HULL2=Броня
ATT_SHOOTS=Атакующий флот делает: %d выстрела(ов) с общей мощностью %.0f по обороняющемуся.
DEF_ABSORBS=Щиты обороняющегося поглощают %.0f выстрелов
DEF_SHOOTS=Обороняющийся флот делает %d выстрела(ов) с общей мощностью %.0f по атакующему
ATT_ABSORBS=Щиты атакующего поглощают %.0f выстрелов  
ATT_WON= Атакующий выиграл битву!
DEF_WON= Обороняющийся выиграл битву!
DRAW=Бой заканчивается вничью, оба флота возвращаются на свои планеты!
NOSIM=Speedsim не может создать боевой доклад потому что бой еще не просимулирован.
NO_EXACT_RES=Результат боя не может быть точно предсказан.
ATT_GET=Он получает %d металла, %d кристалла и %d дейтерия
LIKELIHOOD=Атакующий побеждает с вероятностью %.1f%%, защитник побеждает с вероятностью %.1f%%.
LLH_DRAW=Бой заканчивается вничью с вероятностью %.1f%%.
ATT_LOSS=Атакующий потерял в общем %s единиц +%s дейтерия.
DEF_LOSS=Обороняющийся потерял в общем %s единиц  +%s дейтерия.
KB_TF=Теперь на этих пространственных координатах находится %s  Металла  %s кристалла.
MOON=Вероятность появления луны составляет %d%%.
KBTITLE=Боевой доклад, сгенерирован SpeedSim v
DESTROYED=Уничтожено
CHARSET=Windows-1251

; Стринги для файла лучшего/худшего исхода боя
[BWCFile]
MIN=Min
AVRG=Среднее
MAX=Max
SUM=Всего
BW_TF=Обломки
SHIP=Корабль
MAXMIN_LOSS=Наибольшие и наименьшие потери
WORTH_ATT=Стоимость флота атакующего 
WORTH_DEF=Стоимость флота защитника 
BW_TITLE=Лучший/Худший исход боя
BW_TITLEATT=Самый лучший/самый худший исход для атакующего
BW_TITLEDEF=Самый лучший/самый худший исход для защитника
AFTERREBUILD=После восстановления
BESTCASE=Самое лучше
WORSTCASE=Самое  худшее
UNITS=единиц ресов

[GUI]
; Программа SpeedSim
; if version number incorrect
OLDLANG=У вас устаревший языковый файл.
; second line
OLDLANG2=Просьба проверить сайт/форум СпидСима на обновления. 
OPT_SPEED=Удвоить скорость (10я вселенная)
OPT_SPEED_FAC=в ... раз ускоренная вселенная
OPT_OLDBS=Старые боевые данные линкора (Только Uni20.de)
FLEET=Флот
DEFENSE=Защита
TECHS=Технологии
RESULT=Результат 
RF=Скорострел
CHECKTECHS=Технологии атакующего ставить на 0, если они у защитника также 0
USESKIN=Использовать скин
CHGSKIN=Изменить скин
USELANG=Использовать языковый файл
CHGLANG=Изменить язык
AUTOSHOW_BW = Показ BW-Case'а  автоматически
AUTOSHOW_BAL = Показ Баланса автоматически
SHOW_NOW = Показать!
SCAN=Шпионский доклад
DEFINTF=Оборона в Обломки
OVERVIEW = Oбзор
OWNFLEET = Свой флот
KB=Боевой доклад
READ = Вчитать!
DELETE=Удалить!
DEL_FIELDS = Delete associated fields too
OWNPOS = Своя позиция
NUMSIM = Количество симуляций
STARTSIM = Симулировать
INITSIM=Initializing
STOPSIM=Остановить симуляцию
WAIT=Ждём команды...
SIMSTATE=Номер симуляции %d ; раунд %d
NEXTWAVE=Следующая волна
DELDEFOC=Убрать оборону потерянную в бое?
RESETATT=Reset Attacker
RESETDEF=Reset Defender
UPDATECHECK=Обновления?...
BATTLEREPORT=Боевой доклад
FIGHTINCLIPB=Копировать исход боя в клипборд
LOADSAVE=Сохранить/Загрузить...
EXIT=Выход
READFIELD= Поле вчитывания
USERF=Use old RF (German oGame only)
UEBCB=Следить за буфером обмена
VERB=Реактивный двигатель
IMPULS=Импульсный двигатель
HYPER=Гиперпространственный двигатель
FLEETSPEED=Скорость
FLYTIME=Время полета
BAL=Показать баланс
UPD1=Ошибка при связи...
UPD2=У вас самая новая версия.
UPD3=У вас устаревшая версия SpeedSim.
UPD4=ваша версия            версия в Интернете
UPD5=Вы хотите теперь открыть окно обновления?
UPD6=Проверять на обновления ежедневно
UPD7=Проверить
RESTART1=SpeedSim должен быть перезагружен после этих изменений.
RESTART2=Вы хотите перезагрузить SpeedSim сейчас?
CLOSE=Закрыть
POSITION=Позиция
CANCEL=Отменить
DELWAVESTATE=Удалить статус волн 
EDIT=Редактировать
RESS=Ресурсы
ESPTITLE=Шпионский доклад
NOTINSAMEDIR=Этот файл не находится в одной папке со SpeedSim'ом. Процесс прерван!
OWNRF=Свой скорострел
OPTIONS=Установки
OPT_DEFREBUILD=Процент восстановления защиты
OPT_NEWFUEL=Использовать новое вычисление топлива (OGame v0.68a+)
OPT_SPEED=В 5 раз большая скорость (только нем. SpeedUni)
OPT_TOSYSTRAY=Убирать в Systray, сворачивая окно SpeedSim
OPT_POPUPONTEXT=Popup SpeedSim, если был копирован текст в OGame
OPT_POPUPONTEXT2= (работает только когда наблюдают за клипбордом), 
OPT_WINSTART=Стартовать SpeedSim с Windows
OPT_STARTMINI=Запускать свёрнутым
OPT_ONEINST=Позволять только один случай
TRAY_CLIPBOARD=Наблюдать за буфером обмена
TRAY_POPUPONTEXT=PopUp при вчитывании из OGame
TRAY_ON=: вкл
TRAY_OFF=: выкл,
ENTERSLOTNAME=Войдите имя ячейки:
SHOWPOPUP=Свернуть/Popup
USEOLDSHIELD=Старое вычисление щитов
OPT_PLUNDERSHIP=Корабль для высчитывания теоретической добычи
OPT_TITLE3=Планета идей
OPT_OWN_RF=Свой скорострел
OPT_OWN_SD=Свои данные кораблей
OPT_LOADED_RF=Скорострел сейчас:
OPT_LOADED_SD=Боевые данные сейчас:
PRIMARY_TARGET=Основная цель
IPM_ABM=Ракеты (МП/ПР)
OVERTAKE_RES=Перенять результат
; Перевод списка жертв
RAIDLIST=Список жертв
OPT_TRANSPARENCY_DLG=Прозрачность основного окна SpeedSim
OPT_TRANSPARENCY_BOX=Прозрачность (Win 2k/XP only)
OPT_TRANSPARENCY=прозрачность поп-апа
OPT_TITLE=SpeedSim
;Настройки расчётов
OPT_BIGDF=% брони кораблей идут в обломки (обычно 30%)
OPT_TITLE2=OGame
OPT_DEFREBUILD=Процент восстановления защиты
OPT_WAVES=Нападение волнами
OPT_REBUILDSMALLDEF=Восстановить полностью, если меньше 10 единиц.
OPT_REBUILDBASE=Восстанавливать оборону исходя из...
OPT_AVERAGE=среднего значения
OPT_WORSTCASE=худшего случая
OPT_BESTCASE=лучшего случая

[GUIRes]
; Исход боя
SCAN=Шпионский доклад
STATS=Pезультат
RES_TF=Поле обломков
LOSS_ATT=Потери нападающ.
LOSS_DEF=Потери оборон.
CHANCE_ON_MOON=Шанс появления луны составляет %d%%
MOONCHANCE =Шанс появл. луны
NOTENOUGHRUBBLE=В наличии имеется слишком мало обломков
PLUNDER_TH=Возможная добыча
PLUNDER_PR=Реальная добыча
FUEL=Нужно топлива
PLUNDER_WAVE=Общая добыча
ATT_WINCHAN=| Атакующий выиграл (%.0f%%) |
DEF_WINCHAN=%s| Обороняющийся выиграл (%.0f%%) |
DRAW_CHAN=%s| Вничью (%.0f%%) |
AFTERROUNDS =%s после ~ %0.f раундов
TF_PLUNDER=%s м. (%.0f%%), %s к. (%.0f%%) max. %d перераб.
MET_KRIS_DEUT=%s Металла, %s Кристалла и %s Дейтерия
AUSB=%s (%i%% добыча)
NUM_TRANS=%s ~ %i больших транспортеров
MOONCHANCE=Вероятность появления луны составляет
NOTENOUGHRUBBLE=В наличии имеется слишком мало обломков 
UNKNOWNPLANET=неизвесной планете [x:xxx:x]
FIGHT_ON=Бой на %s
FUEL_DEUT=%s Дейтерий
;AFTER_ATTS=%s после %d нападений!
FLYTIME=Полёт длится
; updated
AFTER_ATTS=%s после %d нападений (max. %d перераб.)
; маленький checkbox используется также для поп-апа
MOON=M
;  tooltip у checkbox
MOON_TIP=Является ли цель луной?
; tooltip at number of recyclers
REC_INFO = Перераб. -> макс.: %d | в среднем: %d | мин.: %d
[BAL]
; Баланс
TITLE=Баланс после нападения на планету %s
TITLE2=Сообщение для нападавшего и защитника после сражения!
T1=Без собирания поле обломков:
T2=При собирании половины поля обломков:
T3=При собирании поля обломков:
T4=Общая прибыль (Нападение волнами)

[EspHist]
TITLE=История шпионских докладов
NAMECOORD=Планета/координаты
ADDED=Добавлено
ATTACKED=Атакован
LOAD=Двойной клик чтоб загрузить
DISABLE=Отменить историю
DELSEL=Удалить выбраные
; контексное меню
CHECKATTACKED="'Атакован'"
UNCHECKATTACKED=Снять метку 'Атакован'
SAVE_REP=Сохранять доклады
NUM_REP=К-во докладов 

[Menu]
; Меню "Файл"
FILE=&Файл
SAVEOPTS=Сохранить Установки
LOADOPTS=Загрузить Установки
DELOPTS=Удалить Установки
SAVETECHS=Сохранить технологии
EXTOPTS=Больше Установок..
ESPHIST=История докладов
EXIT=Выход
;Меню "флот"
FLEET=Ф&лот
SAVEFLEET=Сохранить флот
LOADFLEET=Загрузить флот
DELFLEET=Удалить
RESETFLEETS=Удалить все флоты
ATTACKINGFLEET=Нападающий 
DEFENDINGFLEET=Защищающийся
TOATTACKER=Нападавшему
TODEFENDER=Защитнику
NEWSLOT=(новый)
NOFLEET=(нет сохранённых)
;Ракеты/флот
IP_MODE_ON=Ракетная атака
IP_MODE_OFF=Симуляция боя
LANGUAGE=Язык
ABOUT=&О программе
TRAY_RESTORE=Восстановить окно
TRAY_EXIT=Выход из SpeedSim

[PopUp]
; Поп-Ап
START=Старт
TARGET=Цель
CLOSEWITHCLICK=[Закрыть щелчком мыши]
RECSFORDEBRIS=Переработчиков 